[
  {
    "Titulo": "Capítulo: A Caminha do Segundo Andar",
    "Texto": "Molly sempre preferiu os lugares altos. Ficar no chão era coisa de cachorro. E embora respeitasse a existência deles, achava um desperdício de espaço — muito barulho pra pouca elegância. \nSeu trono era a caminha que a tia da humana havia trazido: acolchoada, discreta, no segundo andar da casa, perto de uma janela que deixava o sol entrar como se fosse feito só pra ela.",
    "Imagem": "Molly.png"
  },
  {
    "Titulo": "A Caminha do Segundo Andar",
    "Texto": "Naquela noite, algo estava estranho. O vento entrava pela janela entreaberta e trazia um cheiro esquisito, um quê de mudança. Molly farejou o ar, desconfiada. Daria uns três passos até a escada e desceria pra ver se alguém tinha deixado algo fora do lugar… \nmas o cobertor estava quentinho demais, e a preguiça venceu. Foi ali que ela sonhou. No sonho, ela estava numa sala toda branca. Sem cheiros. Sem sons. Sem janelas. No centro, uma tigela de ração. Ela se aproximou, hesitante. E ouviu uma voz.",
    "Imagem": "sono.png"
  },
  {
    "Titulo": "A Caminha do Segundo Andar",
    "Texto": "— Você quer entender ou só continuar vivendo no automático? Ela miou. Tentou miar. Mas o som que saiu… era uma voz humana. Pequena, infantil. \nEla se olhou — e onde deveriam estar as patas, havia mãos. As garras sumiram. O pelo sumiu. Ela caiu pra trás, tentando correr, mas tropeçou nos próprios pés. \nAquilo não fazia sentido. Estava errada. Tudo errado. Quando acordou… não estava mais na caminha. Estava no chão do corredor. Fria, assustada, em forma de criança.",
    "Imagem": "plim.png"
  },
  {
    "Titulo": "A Caminha do Segundo Andar",
    "Texto": "Suas mãos tremiam. Olhou ao redor, ofegante. Tentou correr, como sempre fazia, mas tropeçou no próprio corpo. Cada passo era desengonçado. Tentou miar… e um som estranho saiu: — Ma… ma... mãe? A voz não era dela. Aquela voz era… humana. Foi nesse momento que viu o espelho no fim do corredor. \nSe arrastou até ele, ainda tentando usar o quadril como impulso, como quando corria pelos móveis. E ali estava. Cabelos castanhos claros, bagunçados, olhos atentos como os de antes. ",
    "Imagem": "humanmolly.png"
  },
  {
    "Titulo": "A Caminha do Segundo Andar",
    "Texto": "O mesmo olhar de gata desconfiada, mas agora… com pupilas redondas. — Que tipo de pesadelo é esse…? Ela ouviu passos na escada. A humana vinha. \n\nA que sempre limpava sua caixa. A que a chamava de “filha”, às vezes. Molly se escondeu no canto, encolhida. E pela primeira vez na vida, ela não sabia se devia correr… ou pedir ajuda",
    "Imagem": "eye.png"
  },
  {
    "Titulo": "Capítulo: Memórias que Voltaram",
    "Texto": "A humana subia as escadas devagar, como fazia todas as manhãs. Meio sonolenta, cabelo preso num coque malfeito, uma caneca de café quase transbordando. \n\nO som da madeira rangendo de leve sob seus pés era parte da rotina, e Molly sempre o ouvia com indiferença. Mas agora... aquele som parecia um trovão. ",
    "Imagem": ""
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "Molly se encolheu atrás de uma estante. Estava com frio. As roupas — ou o que restava delas — estavam largas e estranhas. Como as crianças da televisão. \n\nO chão gelado grudava na pele e seus sentidos estavam todos embaralhados. Não conseguia farejar, não conseguia ouvir como antes. Mas sentia… sentia medo. A humana se aproximou do corredor.",
    "Imagem": "hide.png"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "— Molly? Onde você tá, garota? Não veio tomar café hoje? \n\nSilêncio.\n\n Foi quando ela a viu. Uma garotinha de olhar felino, olhos arregalados e cabelo desgrenhado, encolhida no canto como se o mundo fosse grande demais. \nA mulher congelou. — ...Quem é você? — disse, dando um passo pra trás, o coração disparado.",
    "Imagem": "patas.jpeg"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "A criança não respondeu. Só levantou a mão devagar, apontou pra si mesma e sussurrou: — ...Molly. Silêncio. A caneca caiu no chão. \n\nEstilhaços e café por todo lado. A mulher cambaleou até a parede, tentando entender o que tinha ouvido. Seus olhos correram de cima a baixo na garotinha: aquele olhar… aquele olhar ela conhecia.",
    "Imagem": "patas.jpeg"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "Era o mesmo que via quando a chamava pra tomar banho e recebia um olhar de desprezo silencioso. O mesmo olhar de quem exige que limpem a caixa de areia na hora. Um olhar que dizia: sou superior, mas tolero você porque me ama. \n\n— Molly…? Molly mesmo…? — sussurrou, com a voz embargada.",
    "Imagem": "patas.jpeg"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "A garotinha assentiu, com a cabeça baixa. Envergonhada. Como se tivesse feito algo errado. A mulher ajoelhou devagar, tentando não assustá-la. \n\n— Mas como…?\n \n— Eu dormi na caminha. Tive um sonho estranho. Quando acordei… era isso. A mulher passou a mão nos cabelos, olhando ao redor como se esperasse alguém pular e gritar pegadinha! \n— Isso não é possível. Isso é… mágico.",
    "Imagem": "patas.jpeg"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "— É um pesadelo. — Molly disse, firme. — E eu preciso saber o que aconteceu. A humana respirou fundo. \nSentiu o coração amolecer. Mesmo em forma humana, Molly ainda era sua gata. Aquela que odiava colo, mas dormia perto. Aquela que avisava quando fazia cocô. \nAquela que ficou mesmo depois da rejeição da mãe felina. Ela não ia deixá-la sozinha nisso. ",
    "Imagem": "patas.jpeg"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "Tá bom, Molly. A gente vai descobrir isso juntas. Você não tá sozinha. Pela primeira vez em sua vida, Molly sentiu algo estranho: confiança. Não felina, desconfiada e fria. Mas humana. \nEla não entendia tudo o que estava acontecendo, mas sabia de uma coisa: Alguém — ou algo — havia feito isso com ela.",
    "Imagem": "patas.jpeg"
  },
  {
    "Titulo": "Memórias que Voltaram",
    "Texto": "E juntas, iriam descobrir por quê. Se quiser, no próximo capítulo a gente pode começar a investigação. Talvez a humana leve Molly ao veterinário e descubram algo estranho nos exames. Ou quem sabe, Molly tem flashes de memórias de algo que viu na rua, antes de ser proibida de sair…",
    "Imagem": "patas.jpeg"
  }
]
